const DriverAddBtn = () => {
    return(
        <>
        <a className="btn btn-success w-178 h-56 rounded-4 driverBtn" href="http://localhost:3000/06_dash/05_driver/1">
            <span className="mr-2">
                <svg width="17" height="18" viewBox="0 0 17 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path fill-rule="evenodd" clip-rule="evenodd" d="M8.5 2.125C4.70304 2.125 1.625 5.20304 1.625 9C1.625 12.797 4.70304 15.875 8.5 15.875C12.297 15.875 15.375 12.797 15.375 9C15.375 5.20304 12.297 2.125 8.5 2.125ZM0.375 9C0.375 4.51269 4.01269 0.875 8.5 0.875C12.9873 0.875 16.625 4.51269 16.625 9C16.625 13.4873 12.9873 17.125 8.5 17.125C4.01269 17.125 0.375 13.4873 0.375 9Z" fill="white"/>
                <path fill-rule="evenodd" clip-rule="evenodd" d="M9.125 5.875C9.125 5.52982 8.84518 5.25 8.5 5.25C8.15482 5.25 7.875 5.52982 7.875 5.875V8.375H5.375C5.02982 8.375 4.75 8.65482 4.75 9C4.75 9.34518 5.02982 9.625 5.375 9.625H7.875V12.125C7.875 12.4702 8.15482 12.75 8.5 12.75C8.84518 12.75 9.125 12.4702 9.125 12.125V9.625H11.625C11.9702 9.625 12.25 9.34518 12.25 9C12.25 8.65482 11.9702 8.375 11.625 8.375H9.125V5.875Z" fill="white"/>
                </svg>
            </span>
            운전자 추가
        </a>
        </>
    );
}
export default DriverAddBtn